{
    "Showing": "Prikazujem",
    "to": "do",
    "of": "od skupno",
    "results": "vnosov",
    "Profile": "Profil",
    "Profile Information": "Podatki o računu",
    "Update your account's profile information and email address.": "Posodobite podatke o računu in e-naslovu.",
    "Name": "Ime",
    "Email": "E-naslov",
    "Saved.": "Shranjeno",
    "Save": "Shrani",
    "Update Password": "Posodobite geslo",
    "Ensure your account is using a long, random password to stay secure.": "Za primeren nivo varnosti uporabljajte dolgo in naključno geslo.",
    "Current Password": "Trenutno geslo",
    "New Password": "Novo geslo",
    "Confirm Password": "Potrdite geslo",
    "Browser Sessions": "Seje v brskalnikih",
    "Manage and logout your active sessions on other browsers and devices.": "Urejajte in odjavite aktivne seje na ostalih brskalnikih in napravah.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Če je potrebno, se lahko tukaj odjavite iz vseh sej na brskalnikih ter napravah. Zadnje aktivne seje so tudi naštete spodaj.",
    "This device": "Ta naprava",
    "Last active": "Zadnje videna",
    "Done.": "Končaj",
    "Logout Other Browser Sessions": "Odjavi seje na ostalih brskalnikih",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Prosimo vnesite vaše geslo, da potrdite odjavo iz ostalih brskalnikov na napravah.",
    "Password": "Geslo",
    "Nevermind": "Prekliči",
    "Delete Account": "Brisanje računa",
    "Permanently delete your account.": "Tranjno brisanje računa.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ko bo vaš račun izbrisan, bodo s tem odstranjeni tudi vsi podatki kater je ta uporabljal.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ste prepirčani, da želite izbrisati račun. S tem bodo trajno zbrisani podatki. Za izbris vnesite zadnje geslo računa.",
    "Manage Account": "Urejanje računa",
    "Logout": "Odjava",
    "Remember me": "Zapomni si me",
    "Forgot your password?": "Pozabili geslo?",
    "Login": "Prijava",
    "Already registered?": "Že registrirani?",
    "Register": "Registriraj me",
    "Reset Password": "Ponastavite geslo",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Pozabili geslo? Le vpišite svoj E-naslov, mi pa vam nanj pošljemo povezavo za ponastavitev.",
    "Email Password Reset Link": "Pošlji E-mail s povezavo za ponastavitev",
    "A new verification link has been sent to the email address you provided during registration.": "E-mail s potrditveno povezavo je bil poslan na naslov, ki ste ga navedli ob registraciji.",
    "Delete entry": "Brisanje vnosa",
    "Are you sure you sure? This will also delete connected executions!": "Ste prepričani? Izbrisana bodo tudi vsa povezana izvajanja!",
    "Delete": "Izbriši",
    "ssssss": "b"
}
